{
  "users": [
    {
      "id": "1764152025530",
      "username": "admin",
      "email": "admin",
      "password": "admin",
      "solved": [
        {
          "text": "Serving ice cream on cherry pie was once illegal in Kansas",
          "date": "2025-11-28T17:22:08.230Z"
        },
        {
          "text": "Q: In the Bible, whose height is given as \"six cubits and a span,\" somewhere between nine and twelve feet?\nA: Goliath",
          "date": "2025-11-27T18:17:02.817Z"
        },
        {
          "text": "It would take about fourteen and half million notes of currency to build a mile high stack",
          "date": "2025-11-27T18:12:49.864Z"
        },
        {
          "text": "The sentence \"the quick brown fox jumps over the lazy dog\" uses every letter in the english language",
          "date": "2025-11-27T05:43:44.030Z"
        },
        {
          "text": "Japan has approximately 200 volcanoes and is home to 10% of the active volcanoes in the world",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:35:20.898Z"
        },
        {
          "text": "The word \"comet\" comes from the Greek word \"kometes\" meaning long hair and referring to the tail",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:34:56.380Z"
        },
        {
          "text": "Humans are born with 300 bones in their body, however when a person reaches adulthood they only have 206 bones. This occurs because many of them join together to make a single bone",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:34:44.741Z"
        },
        {
          "text": "Chinese Crested dogs can get acne",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:34:09.775Z"
        },
        {
          "text": "Dipsomania refers to an insatiable craving for alcoholic beverages",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:32:58.915Z"
        },
        {
          "text": "In 2002, the most popular boat name in the U.S. was Liberty",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:32:47.779Z"
        },
        {
          "text": "The Ancient Greek women made a type of cheek blush by painting their cheeks with herbal pastes which was made out of crushed berries and seeds",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:32:33.051Z"
        },
        {
          "text": "The cross bow was invented by the Chinese and records of its usage goes back to as far as the Three Kingdom Period (220 a.d.-280 a.d.).",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:31:11.856Z"
        },
        {
          "text": "Smokers are twice as likely to develop lower back pain than non-smokers",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:30:37.362Z"
        },
        {
          "text": "China has more English speakers than the United States",
          "type": "WORD FINDER",
          "date": "2025-11-26T16:28:25.331Z"
        },
        {
          "text": "Q: A clarsach-a traditional Irish musical instrument-is a kind of what?\nA: Harp",
          "type": "WORD FINDER",
          "date": "2025-11-26T15:47:54.438Z"
        },
        {
          "text": "Q: In the climactic prom scene of the 1976 film \"Carrie,\" the title character is doused with the blood of what farm animal?\nA: Pig",
          "date": "2025-11-26T15:01:59.269Z"
        },
        {
          "text": "Cinderella is known as Rashin Coatie in Scotland, Zezolla in Italy, and Yeh-hsien in China",
          "date": "2025-11-26T14:57:05.225Z"
        },
        {
          "text": "The abbreviation Xmas for the word Christmas is of Greek origin. Since the word for Christ in the Greek language is Xristos, which starts with the letter \"X,\" they started putting the X in place of Christ and came up with the short form for the word Christmas",
          "date": "2025-11-26T11:45:57.876Z"
        },
        {
          "text": "The largest employer in the world is the Indian railway system in India, employing over 1.6 million people",
          "date": "2025-11-26T11:43:42.120Z"
        },
        {
          "text": "The hydra, which is related to the jellyfish, can grow its body back in a couple of days if it is cut in half",
          "date": "2025-11-26T11:40:19.894Z"
        },
        {
          "text": "In 1894 the first big Coke sign was found on the side of a building located in Cartersville, Georgia, and still exists today",
          "date": "2025-11-26T10:27:25.939Z"
        },
        "In 1631, two London bible printers accidentally left the word \"not\" out of the seventh commandment, which then read, \"Thou shalt commit adultery.\" This legendary book is now known as the \"Wicked Bible.\""
      ]
    }
  ]
}